Repository: swoopDe/contao-imagemask-bundle
Catalog: src/Resources/contao/languages/*/*_imagemask.xlf
Languages: de

# label.1
source: Image with SVG mask
de: Bild mit SVG-Maske

# image.0
source: Image
de: Bild

# image.1
source: The visible image to be masked.
de: Das sichtbare Bild (wird maskiert).

# maskSvg.0
source: Mask SVG
de: Masken-SVG

# maskSvg.1
source: SVG file used as a CSS mask.
de: SVG-Datei, die als CSS-Maske verwendet wird.

# bgSize.0
source: Image scale
de: Bild-Skalierung

# bgSize.1
source: Value for background-size.
de: Wert für background-size.

# bgPosition.0
source: Image position
de: Bild-Position

# bgPosition.1
source: Value for background-position.
de: Wert für background-position.

# maskSync.0
source: Sync mask with image
de: Maske an Bild koppeln

# maskSync.1
source: Scale/position the mask like the image.
de: Maske skaliert/positioniert wie das Bild.

# maskSize.0
source: Mask size
de: Masken-Größe

# maskSize.1
source: Only relevant if not synced.
de: Nur relevant, wenn nicht gekoppelt.

# ratio.0
source: Aspect ratio
de: Seitenverhältnis

# ratio.1
source: e.g. 16/9 or 1/1 (CSS aspect-ratio).
de: Z. B. 16/9 oder 1/1 (CSS aspect-ratio).

# minHeight.0
source: Min. height
de: Min. Höhe

# minHeight.1
source: e.g. 240px (if no aspect ratio).
de: Z. B. 240px (falls kein Seitenverhältnis).

# customClasses.0
source: Additional classes
de: Zusatz-Klassen

# customClasses.1
source: Optional CSS classes for wrapper.
de: Optionale CSS-Klassen für die Hülle.
